Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཐོས་ མ་ ཐག་ ཏུ་ ཡང་ གཞོན་ནུ་ ཆོས་ ཡོངས་སུ་ ཚོལ་ འདོད་པ ས །_ མི་ དེ་ ལ་ གོས་ དེ་ དང་ ནོར་བུ་ རིན་པོ་ཆེ་ དེ་ བྱིན་ ཏེ །_ |#| བདེན་པ་ དང་ བདེན་པ འི་ ཚིག་ གང་ གིས་ འགྱོད་པ་ མེད་ ཅིང་ །_ གདུང་ [166b] བ་ མེད་པར་ གོས་ རིན་པོ་ཆེ་ དེ་ དང་ །_ ནོར་བུ་ རིན་པོ་ཆེ་ དེ་ བྱིན་པ འི་ བདེན་པ་ དང་ །_ བདེན་པ འི་ ཚིག་ དེས་ མ་ སྣད་པ་ ཉིད་ དང་ །_ མ་ སྨས་པ་ ཉིད་ དུ་ ས་ ལ་ འདུག་པ ར་ གྱུར་ཅིག་ ཅེས་ བདེན་པ འི་ བྱིན་ གྱིས་ རླབས་ ཀྱང་ བྱས་ སོ །_།
en: Śāradvatī­putra, as soon as he heard it, Dharma­paryeṣaṇakāma gave the man the garment and the precious gem, and invoked the power of the truth, saying, ‘By the truth and the true words that I have given that precious garment and precious gem with neither regret nor anguish, [166.b] may I come to rest on the ground unhurt and uninjured.’

source: དེས་ བདེན་པ འི་ བྱིན་ གྱི་ རླབས་ དེ་ལྟ་ བུ་ དེ་ བྱས་ ནས །_
en: Once he had thus invoked the power of the truth,

source: བྱ་སྐྱིབས་ དེ་ནས་ བདག་ཉིད་ བོར་ རོ །_།
en: he threw himself off the slope.

source: དེས་ ལུས་ དེ་ བོར་ མ་ ཐག་ ཏུ་ དེ་ནས་ དེ་ཉིད་ ཀྱི་ ཚེ །_ རྒྱལ་པོ་ ཆེན་པོ་ བཞི ས་ ཡོངས་སུ་ བཟུང་ སྟེ །_ |#| བདེ་བ ར་ མྱུར་བ་ ཁོ་ན ར་ ས་ ལ་ བཞག་ གོ །_།
en: As soon as he had thrown himself, the four kings took hold of him and promptly placed him safely on the ground.

source: དེ་ནས་ བྱང་ཆུབ་ སེམས་དཔའ་ ཆོས་ ཡོངས་སུ་ ཚོལ་ འདོད་པ ས་ མི་ དེ་ ལ་ སྨྲས་ པ །_
en: Dharma­paryeṣaṇakāma then said to the man,

source: ཀྱེ་ མི་ དེ་ཙམ་ དུ་ ལེགས་པ ར་ སྨྲས་པ འི་ ཚིག་ དེ་ དང་ །_ དེ་ཙམ་ དུ་ དོན་ བཟང་པོ་ དང་ །_ ཚིག་འབྲུ་ བཟང་པོ་ ནི་ ངོ་མཚར་ ཏོ །_།
en: ‘Sir, those well-spoken words, with such sublime meaning and phrasing, were amazing!’

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ནས་ མི་ དེ་ མྱུར་བ་ མྱུར་བ ར་ བྱ་སྐྱིབས་ དེ་ནས་ བབས་ ནས །_ |#| བྱང་ཆུབ་ སེམས་དཔའ་ ཆོས་ ཡོངས་སུ་ ཚོལ་ འདོད་པ །_ དེ་ ག་ ལ་བ་ དེར་ སོང་ ནས་ འདི་སྐད་ ཅེས་ སྨྲས་ སོ །_།
en: $1319 “Śāradvatī­putra, the man quickly descended from the slope, approached Dharma­paryeṣaṇakāma and said,

source: རྒྱལ་པོ འི་ གཞོན་ནུ་ ཁྱོད་ ཀྱིས་ ཇི་ཙམ་ དུ་ གྱ་ཚོམ་ དུ་ བྱས་པ་ ནི་ ངོ་མཚར་ ཏོ །_།
en: ‘Prince, it is amazing how impetuously you have acted.

source: རྒྱལ་པོ འི་ གཞོན་ནུ་ ཁྱོད་ ཆོས་ ཇི་ལྟ་བུ་ ཞིག་ འདོད །_
en: Prince, what do you want the Dharma for?’

source: ཀྱེ་ མི་ ཁོ་བོ ས་ ནི་ སེམས་ཅན་ མ་ རྒལ་བ་ རྣམས་ བསྒྲལ་བ ར་ བྱ་ ཞིང་ །_ མ་ གྲོལ་བ་ རྣམས་ གྲོལ་བ ར་ བྱ །_ |#| ཡོངས་སུ་ མྱ་ངན་ ལས་མ་ འདས་པ་ རྣམས་ ཡོངས་སུ་ མྱ་ངན་ ལས་ བཟླ་བ ར་ བྱ འོ །_།
en: ‘I will ferry across beings that are wallowing, free beings that are in bondage, and deliver from suffering beings that are stuck in suffering!’

source: ཤ་ར་དྭ་ཏི འི་ བུ་ མི་ དེ་ བྱང་ཆུབ་ སེམས་དཔ འི་ ཚིག་ དེ་ ལ །_ མངོན་པར་ ཡིད་ཆེས་ ནས་ དེ་ དགའ་ སྟེ །_ |#| བྱང་ཆུབ་ སེམས་དཔའ་ དམ་པ འི་ ཆོས་ ཡོངས་ སུ་ ཚོལ་ འདོད་པ་ ལ་ སྨྲས་པ །_
en: $1320 “Śāradvatī­putra, with complete trust in the bodhisattva’s words, the man was pleased and said to the bodhisattva Dharma­paryeṣaṇakāma:

source: གཞོན་ནུ་ དེ འི་ ཕྱིར་ ཁོ་བོ ས་ ཁྱོད་ ལ །_ གོས་ རིན་པོ་ཆེ་ དེ་ དང་ །_ ནོར་བུ་ རིན་པོ་ཆེ་ དེ་ཕྱིར་ སྦྱིན་པ ར་ བྱ འོ །_།
en: ‘Prince, I will therefore return to you the precious garment and the precious gem.

source: གཞོན་ནུ་ གོས་ དེ་ དང་ །_ ནོར་བུ་ རིན་པོ་ཆེ་ དེ་ ནི་ ཁྱོད་ དང་ འཚམ་པ འི་ ཕྱིར་ རོ །_།
en: This is because, Prince, the garment and precious gem suit you.’

source: ཀྱེ་ མི་ བྱིན་ ནས །_ |#| ཕྱིར་ལེན་པ་ དེ་ ནི་ ཁོ་བོ འི་ ཆ་ མ་ ཡིན་ ནོ །_།
en: $1321 “ ‘Sir,’ |#| ‘it is not my lot to take back what I have once given.’

source: རྒྱལ་པོ འི་ གཞོན་ནུ་ ཁྱོད་ དེ འི་ ཕྱིར་ དེ འི་ ཚེ །_ ཁྱོད་ ཁོ་བོ འི་ སྐྱབས་ བྱེད་པ ར་ འགྱུར་ རོ །_།
en: “ ‘Prince, you shall therefore be my refuge!’

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ འི་ ཚེ་ དེ འི་ དུས་ ན །_ |#| བྱང་ཆུབ་ སེམས་དཔའ་ ཆོས་ ཡོངས་སུ་ ཚོལ་ འདོད་པ་ དེ་ གཞན་ [167a] ཞིག་ ཡིན་པ་ སྙམ་ དུ་ སོམ་ཉི འམ །_ ཡིད་གཉིས་ ཟ་བ ར་ གྱུར་ ན །_
en: $1322 “Śāradvitīputra, if you have any doubt or hesitation, thinking that the bodhisattva Dharma­paryeṣaṇakāma from that time was someone else, [167.a]

source: ཁྱོད་ ཀྱིས་ དེ་ལྟ ར་ བལྟ་བ ར་ མི་ བྱ འོ །_།
en: do not see it like that, Śāradvatī­putra.

source: དེ་ ཅིའི་ཕྱིར་ ཞེ་ན །_ ཤ་ར་དྭ་ཏི འི་ བུ་ དེ འི་ ཚེ་ དེ འི་ དུས་ ན །_ |#| ང་ ནི་ རྒྱལ་པོ འི་ གཞོན་ནུ་ ཆོས་ ཡོངས་སུ་ ཚོལ་ འདོད་པ་ ཞེས་ བྱ་བ ར་ གྱུར་ ཏོ །_།
en: For, Śāradvatī­putra, at that time it was I who was the bodhisattva called Dharma­paryeṣaṇakāma.

source: ཤ་ར་དྭ་ཏི འི་ བུ །_ དེ འི་ ཚེ་ དེ འི་ དུས་ ན་ མི་ ཞིག་ བྱུང་བ་ དེ་ གཞན་ ཞིག་ ཡིན་པ་ སྙམ་ དུ་ སེམས་ ན །_
en: Śāradvatī­putra, if you think that the man who appeared then was someone else,

source: དེ་ ཅིའི་ཕྱིར་ ཞེ་ན །_ ཤ་ར་དྭ་ཏི འི་ བུ་ དེ འི་ ཚེ་ དེ འི་ དུས་ ན །_ |#| དེ་ ང་ ལས་ དད་པ་ རྙེད་ ཅིང་ འདི་སྐད་ དུ་ སྐྱབས་ བྱེད་པ ར་ འགྱུར་ རོ །_། |#| ཞེས་ ཚིག་ སྨྲ་བ འི་ མི་ བྱུང་བ་ དེ་ ནི་ བག་ ཀ་ལི་ ཡིན་ ནོ །_།
en: For, Śāradvatī­putra, the man who acquired devotion through me and said, ‘You shall be my refuge,’ was Vakkalin.

source: ཤ་ར་དྭ་ཏི འི་ བུ །_ དགེ་སློང་ བག་ ཀ་ལི་ ནི་ ད་ལྟ ར་ ཡང་ །_ ང་ དགེ་སློང་ གི་ དགེ་འདུན་ དང་ ཐབས་ཅིག་ ཏུ་ ནམ་མཁའ་ ལས་ འགྲོ་བ འི་ ལམ་ ནས་ གཤེགས་པ་ ན །_ |#| རི འི་ བྱ་སྐྱིབས་ ན་ འཆག་པ ར་ གྱུར་ ཏེ །_
en: Śāradvatī­putra, as for the monk Vakkalin, these days too, while I was traveling with my assembly of monks through the sky, I alighted on a mountain slope.

source: ངས་ ཀྱང་ བག་ ཀ་ལི་ ཚུ ར་ ཤོག་ ཅེས་ བརྗོད་པ་ དང་ །_ དེས་ ཏིང་ངེ་འཛིན་ གྱི་ གྲོལ་བ་ བསྐྱེད་ དེ །_
en: I called out, ‘Come here, Vakkalin!’ and he engendered the liberation of absorption. |#| Thereupon,

source: བྱ་སྐྱིབས་ དེ་ནས་ བདག་ཉིད་ བོར་ ནས །_
en: he tossed himself off the mountain slope and,

source: ནམ་མཁའ་ ལ་ འདུག་ བཞིན་ དུ་ མངོན་པར་ ཤེས་པ་ དྲུག་ མངོན་དུ་ བྱས་ སོ །_།
en: while thus suspended in the sky, he actualized the six superknowledges.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བསོད་ནམས་ ཀྱི་ ཕུང་པོ་ དེ་ ཡུན་ ཇི་སྲིད་ ནས་ རྗེས་ སུ་ འབྲངས་ ཤིང་ །_ ང་ ལ་ ཚིག་ བཞི་པ འི་ ཚིགས་ སུ་ བཅད་པ་ གཅིག་ ཡང་དག་ པར་ བསྟན་པ ས་ དགེ་བ འི་ རྩ་བ་ དེ་ དང་ །_ ལས་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ དེས་ ང་ ལས་ དད་པ་ རྙེད་ ཅིང་ །_ ང་ ལ་མོ ས་ པས་ མྱུར་བ་ དེ་ལྟ་ བུར་ རྣམ་པར་ གྲོལ་ ལ །_ ང་ཉིད་ ཀྱིས་ དེ འི་ སྐྱབས་ བྱས་པ་ ལ་ ལྟོས །_
en: Śāradvatī­putra, look at how long that heap of merit followed him! |#| Look at how I acted as his refuge—how through the ripening of the root of virtue and the karma from having taught me a single four-line verse he acquired devotion through me and by believing in me, so swiftly attained liberation!

source: ཤ་ར་དྭ་ཏི འི་ བུ །_ མི་ དེ འི་ འདོད་པ་ སྔོན་ དུ་ འགྲོ་བ འི་ སེམས་ ཀྱིས་ དགེ་བ འི་ རྩ་བ་ དེ་ མངོན་པར་ འདུས་བྱས་ ཤིང་ །_ འབྲས་བུ་ དེ་སྙེད་ མངོན་པར་ འགྲུབ་པ ར་ བྱ་བ འི་ ཕྱིར་ བྱུང་བ་ ལ་ ལྟོས །_
en: Look, Śāradvatī­putra, at how that person’s previous attitude of desire led him to form such roots of virtue, and consider all that happened as the entire range of consequences therefrom!

source: གང་དག་ ཏིང་ངེ་འཛིན་ གྱི་ གྲོལ་བ་ བསྐྱེད་ ཅིང་ ངེས་པ ར་ བརྟགས་ ནས །_ |#| སངས་རྒྱས་ ཀྱི་ ཡེ་ཤེས་ དེ་ གཏིང་དཔོག་ པར་ བྱེད་པ་ དང་ །_ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རྣམས་ རངས་པ ར་ བྱེད་ ཅིང་ །_ ཡང་དག་ པར་ འཛིན་ དུ་ འཇུག་ ལ །_ ཡང་དག་ པར་ གཟེངས་ སྟོད་པ་ དང་ །_ ཐ་ན་ ཚིག་ བཞི་པ འི་ ཚིགས་ སུ་ བཅད་པ་ ཙམ་ སྟོན་པ་ ལྟ་ཅི་ སྨོས །_
en: What need is there then to speak of someone who, having engendered the liberation of absorption and analyzed carefully, fathoms the wisdom of awakening and then encourages bodhisattva great beings, inspires them to uphold the Dharma, uplifts them, or even teaches them as little as just a four-line verse. [167.b]

source: [167b] ཤ་ར་དྭ་ཏི འི་ བུ །_ བསོད་ནམས་ ཀྱི་ ཕུང་པོ་ དེ་ ནི །_ མྱ་ངན་ ལས་ འདས་པ་ ཆེན་པོ་ མ་གཏོགས་ པར་ བར་མ་དོ ར་ ཟད་པ འམ །_ ཡོངས་སུ་ གཏུགས་པ ར་ ང་ མི་སྨྲ འོ །_།
en: Śāradvatī­putra, I would not say that such a heap of merit would be exhausted or come to an end in the interim, except for at great nirvāṇa.”

source: བཅོམ་ལྡན་འདས་ གང་ ཆོས་ དང་ ལྡན་པ འི་ གཏམ་ གྱིས་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རངས་པ ར་ བགྱིད་ ཅིང་ །_ ཡང་དག་ པར་ འཛིན་ དུ་ སྩོལ་ ལ །_ ཡང་དག་ པར་ གཟེངས་ སྟོད་པ འི་ རིགས་ ཀྱི་ བུ འམ །_ རིགས་ ཀྱི་ བུ་མོ་ དེ་ བཅོམ་ལྡན་འདས་ བསོད་ ནམས་ ཀྱི་ ཕུང་པོ་ དེ་ལྟ་ བུ་ བསྐྱེད་ ལགས་ ན །_ |#| བཅོམ་ལྡན་འདས་ གང་ཞིག་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ བྱང་ཆུབ་ ཀྱི་ སེམས་ དང་ ལྡན་པ །_ སངས་རྒྱས་ ཀྱི་ ཆོས་ ཀྱི་ གྲོང་ཁྱེར་ དུ་ རྗེས་སུ་ འཇུག་པ ར་ འཚལ་བ །_ མོས་པ་ ཟློག་པ ར་ བགྱིད་ ཅིང་ །_ རྣམ་པར་ གཡེང་ བ ར་ བགྱིད་ ལ །_ བར་ཆད་ བགྱིད་ ན །_ |#| བཅོམ་ལྡན་འདས་ དེ་ ཇི་ལྟ་བུ ར་ འགྱུར་ ལགས །_
en: “Blessed One, what would happen if some noble son or daughter, who had engendered such a heap of merit from pleasing a bodhisattva with a discourse about the Dharma, and from encouraging them by inspiring them to uphold it, were then to discourage, distract, or interfere with a bodhisattva great being who possesses the mind of awakening and who wishes to enter the city of buddha qualities?

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ གནས་ དེ་ བསྟན་ དུ་ གསོལ །_
en: Please teach on this situation.

source: བཅོམ་ལྡན་འདས་ སེམས་ཅན་ གང་དག་ བྱང་ཆུབ་ སེམས་དཔའ་ རྣམས་ ལ་བར་ ཆད་ བགྱི་བ འི་ སླད་ དུ་ ཞུགས་ པ་ དེ་དག་ གིས་ ཐོས་ ནས །_ |#| ནོངས་པ་ ལ་ ནོངས་པ ར་ འཆགས་པ ར་ འགྱུར་བ་ དང་ །_ གང་དག་ འཇུག་པ ར་ འགྱུར་བ་ དང་ །_ གང་དག་ འཇུག་པ་ དེ་དག་ ཐམས་ཅད་ ཀྱིས་ ཐོས་ ནས །_ |#| བཅོམ་ལྡན་འདས་ ལས་ ནོངས་པ་ ནོད་པ འི་ སླད་ དུའོ །_།
en: I ask so that those who have set out to interfere with bodhisattvas may hear it and disclose their wrongdoing as such, and for all those who will set out, or are setting out to do such things, to hear this and receive censure from the Blessed One.”

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གང་ བྱང་ཆུབ་ སེམས་དཔའ་ ལ་བར་ ཆད་ བྱ་བ འི་ ཕྱིར་ འཇུག་ ཅིང་ །_ མོས་པ་ ཟློག་པ ར་ བྱེད །_ |#| རྣམ་པར་ གཡེང་བ ར་ བྱེད་ ལ །_ བར་ཆད་ བྱེད་པ་ དེ་ ནི་ བསོད་ནམས་ མ་ཡིན་ པ འི་ ཕུང་པོ་ དང་ ལྡན་པ ར་ འགྱུར་ རོ །_།
en: “Śāradvatī­putra, whoever sets out to interfere with, discourage, or distract a bodhisattva, such interference will incur a heap of faults.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ འདི་ལྟ་སྟེ །_ |#| དཔེར་ན་ གང་ རིན་ཐང་ མེད་པ འི་ ནོར་བུ་ རིན་པོ་ཆེ་ ཆེན་པོ་ ལ་བར་ ཆད་ བྱེད་པ་ དེ་ ནི་ ནོར་ གྱི་ ཕུང་པོ་ ཆེན་པོ་ ལ་བར་ ཆད་ བྱེད་པ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, it is as follows: just as anything that obstructs a very precious, priceless gem obstructs a great amount of wealth, [168.a]

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་བཞིན་ དུ་ གང་ བྱང་ཆུབ་ སེམས་དཔ འི་ བྱང་ཆུབ་ ཀྱི་ སེམས་ [168a] བསྐྱེད་པ་ གཅིག་ གི་ བར་ཆད་ བྱེད་པ་ དེ་ ནི་ ཆོས་ དཀོན་མཆོག་ གི་ ཕུང་པོ་ འབུམ་ཕྲག་ མང་པོ་ དཔག་ ཏུ་ མེད་ གྲངས་མེད་པ་ དག་ གི་ བར་ཆད་ བྱེད་པ་ ཡིན་ ནོ །_།
en: likewise, Śāradvatī­putra, anyone who obstructs a single instance of a bodhisattva’s engendering of the mind of awakening obstructs innumerable, immeasurably many hundreds of thousands of teachings of the precious Dharma.

source: ཤ་ར་དྭ་ཏི འི་ བུ །_ འདི་ལྟ་སྟེ །_ |#| དཔེར་ན་ གང་ སྨན་ གྱི་ ཤིང་ ལྗོན་པ་ བསྐྱེད་པ་ ལ་བར་ ཆད་ བྱེད་ ཅིང་ །_ ཆུད་ གཟན་པ ར་ བྱ་བ འི་ ཕྱིར་ འཇུག་པ་ དེ་ ནི །_ ཤ་ར་དྭ་ཏི འི་ བུ །_ སེམས་ཅན་ ནད་ ཀྱིས་ གཟིར་བ་ མང་པོ་ དཔག་ ཏུ་ མེད་པ་ ལ་བར་ ཆད་ བྱེད་པ་ ཡིན་ ཏེ |#| དེ་ ནི་ སེམས་ཅན་ དེ་དག་ ནད་ ཆེན་པོ་ དེ་ལས་ མ་ ཐར་བ ར་ འཆི་བ འི་ དུས་ བྱེད་པ ར་ འགྱུར་བ་ ཡིན་ ནོ །_།
en: $1325 “Śāradvatī­putra, along the same lines, just as anyone who interferes with and sets out to bring to ruin the growth of a medicinal tree, Śāradvatī­putra, interferes with immeasurably many beings afflicted with illness, such that they prevent those beings from being free of severe illness and bring about their demise,

source: ཤ་ར་ དྭ་ཏི འི་ བུ་ དེ་བཞིན་ དུ་ གང་ བྱང་ཆུབ་ ཀྱི་ སེམས་བསྐྱེད་པ །_ མཉམ་པ་ མེད་པ འི་ སེམས་བསྐྱེད་པ །_ ཕན་པ་ དང་ བདེ་བ འི་ སེམས་བསྐྱེད་པ །_ སེམས་ཅན་ གྱི་ ཉོན་མོངས་པ འི་ ནད་ ཐམས་ཅད་ སེལ་བ འི་ སེམས་བསྐྱེད་པ འི་ སྨན་ ལ་བར་ ཆད་ བྱེད་པ་ དེ་ ནི །_ ཤ་ར་དྭ་ཏི འི་ བུ་ སེམས་ཅན་ གྲངས་མེད་ དཔག་ ཏུ་ མེད་པ །_ འདོད་ཆགས་ དང་ །_ ཞེ་སྡང་ དང་ །_ གཏི་མུག་ གི་ ནད་ ཀྱིས་ ཡོངས་སུ་ གཟིར་བ །_ ཕྲག་དོག་ དང་ །_ སེར་སྣ་ དང་ །_ ཁྲོ་བ་ དང་ །_ གཡོ་ དང་ །_ སྒྱུ་ དང་ །_ རྩོད་པ་ དང་ །_ ཁྲེལ་མེད་པ་ དང་ །_ ཁེངས་ པ་ དང་ །_ ཉེས་ རྩོམ་ དང་ །_ རྒྱགས་པ་ དང་ །_ བག་མེད་པ་ དང་ །_ ང་རྒྱལ་ དང་ །_ ལྷག་པ འི་ ང་རྒྱལ་ གྱི་ ནད་ ཆེན་པོ ས་ གང་བ་ རྣམས་ མྱ་ངན་ ལས་ འདས་པ་ ཆེན་པོ་ དང་ །_ ཉེ་བ ར་ ཞི་བ་ དང་ །_ ནད་མེད་པ་ དང་ །_ བསིལ་བ ར་ གྱུར་པ ར་ ཉེ་བ ར་ འགྲོ་བ་ ནད་ ཆེན་པོ་ རབ་ཏུ་ ཞི་བ ར་ བྱེད་པ་ དེ་ ལ་བར་ ཆད་ བྱེད་པ་ ཡིན་ ནོ །_།
en: likewise, Śāradvatī­putra, whoever interferes with the medicine of engendering the mind of awakening, the peerless intention, the intention of welfare and happiness, and the intention to remove all the illnesses of afflictions from beings, Śāradvatī­putra, interferes with providing great relief, pacification, health, and comfort to immeasurable, innumerable beings who are afflicted with the diseases of desire, anger, and delusion, and infected with the severe illnesses of jealousy, miserliness, rage, guile, deception, argumentativeness, shamelessness, pretense, malice, conceit, heedlessness, pride, and vanity.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ འདི་ལྟ་སྟེ །_ |#| དཔེར་ན་ གང་ མ་ དྲོས་པ འི་ གནས་ ལ་བར་ ཆད་ བྱ་བ འི་ ཕྱིར་ འཇུག་ ཅིང་ །_ ཀླུ འི་ རྒྱལ་པོ་ ཆེན་པོ་ དེ་ ལ་ ཡང་བ ར་ ཆད་ བྱ་བ འི་ ཕྱིར་ འཇུག་པ་ དེ་ ནི །_ ཤ་ར་དྭ་ཏི འི་ བུ་ རྐང་གཉིས་པ་ དང་ །_ རྐང་ བཞི་པ་ མང་པོ འི་ སྲེད་པ འི་ གདུང་བ་ ཉེ་བ ར་ ཞི་བ ར་ བྱེད་པ །_ ཡན་ལག་ བརྒྱད་ དང་ ལྡན་པ འི་ ཆུ་ ལ་བར་ ཆད་ བྱ་བ འི་ ཕྱིར་ ཞུགས་པ་ ཡིན་པ ར་ རིག་པ ར་ བྱ འོ །_།
en: $1326 “Śāradvatī­putra, in the same vein, just as one should understand that whoever sets out to interfere with the abode of Anavatapta and the great nāga king himself, has set out to interfere with the waters replete with eight qualities, which quench the torment of thirst of many humans and quadrupeds,

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་བཞིན་ དུ །_ གང་ལ་ལ་ བྱང་ཆུབ་ སེམས་དཔ འི་ བྱང་ཆུབ་ ཀྱི་ སེམས་བསྐྱེད་པ་ ལ་བར་ ཆད་ བྱེད་པ་ [168b] དེ་ ནི །_ ཤ་ར་དྭ་ཏི འི་ བུ །_ སེམས་ཅན་ གྲངས་མེད །_ |#| དཔག་ ཏུ་ མེད་པ འི་ སྲེད་པ་ ཐམས་ཅད་ རབ་ཏུ་ གཅོད་པ ར་ བྱེད་པ །_ ཡན་ལག་ བརྒྱད་ དང་ ལྡན་པ འི་ ཆོས་ ཀྱི་ རྒྱུན་ ལ་བར་ ཆད་ བྱེད་པ་ ཡིན་པ ར་ རིག་པ ར་ བྱ འོ །_།
en: likewise, Śāradvatī­putra, one should understand that anyone who interferes with a bodhisattva’s engendering of the altruistic intention of awakening, [168.b] Śāradvatī­putra, interferes with the stream of Dharma replete with eight qualities, which eliminates all the cravings of immeasurable, countless beings.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ འདི་ལྟ་སྟེ །_ |#| དཔེར་ན་ གང་ ཉི་མ འི་ དཀྱིལ་འཁོར་ ལ་བར་ ཆད་ བྱ་བ འི་ ཕྱིར་ འཇུག་པ་ དེ་ ནི །_ ཤ་ར་དྭ་ཏི འི་ བུ་ སེམས་ཅན་ གང་དག་ གླིང་བཞི་ ན་ གནས་པ་ དེ་དག་ གི་ སྣང་བ་ ཆེན་པོ་ མི་སྣང་བ ར་ བྱ་བ འི་ ཕྱིར་ འཇུག་པ་ དེ་ལྟ་ བུར་ རིག་པ ར་ བྱ་བ་ ཡིན་ ནོ །_།
en: $1327 “Śāradvatī­putra, in the same vein, just as one should understand that any being who sets out to interfere with the orb of the sun, Śāradvatī­putra, sets out to eclipse the great illumination for all beings present throughout the four continents,

source: !ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་བཞིན་ དུ་ གང་ བྱང་ཆུབ་ ཀྱི་ སེམས་བསྐྱེད་པ་ ཆོས་ ཀྱི་ སྣང་བ་ ཉེ་བ ར་ གནས་པ་ ལ་བར་ ཆད་ བྱེད་ ཅིང་ མོས་པ་ ཟློག་པ་ དང་ །_ མི་ ཟློག་པ ར་ བྱེད་པ འི་ སེམས་ཅན་ དེ་ ནི །_ ཤ་ར་དྭ་ཏི འི་ བུ་ སྟོང་གསུམ་ གྱི་ སྟོང་ ཆེན་པོ འི་ འཇིག་རྟེན་ གྱི་ ཁམས་ ན །_ |#| སེམས་ཅན་ གང་དག་ ཡོད་པ་ དེ་དག་ གི་ ཆོས་ ཀྱི་ སྣང་བ་ ཆེན་པོ་ དང་ །_ ཆོས་ ཀྱི་ གསལ་བ་ ཆེན་པོ་ ལ་བར་ ཆད་ བྱེད་པ་ དེ་ལྟ་ བུར་ རིག་པ ར་ བྱ་བ་ ཡིན་ ནོ །_།
en: likewise, Śāradvatī­putra, one should understand that anyone who interferes with the presence of the light of Dharma, that is, engendering the mind of awakening, discouraging it and preventing it from being communicated,#67 Śāradvatī­putra, interferes with the great illumination and great brilliance of the Dharma for all beings present throughout the trichiliocosm.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ འདི་ལྟ་སྟེ །_ |#| དཔེར་ན །_ མི་ལ་ ལས་ རིན་པོ་ཆེ་ ཐམས་ཅད་ ཀྱི་ འབྱུང་གནས་ ཆུད་ གཟོན་པ ར་ བྱེད་ ན །_ |#| ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ ནི་ སེམས་ཅན་ གྲངས་མེད་ དཔག་ ཏུ་ མེད་པ ས་ རིན་པོ་ཆེ་ རྙེད་པ་ ཆུད་ གཟན་པ ར་ བྱ་བ འི་ ཕྱིར་ ཉེ་བ ར་ གནས་པ་ དེ་ལྟ་ བུར་ རིག་པ ར་ བྱ་བ་ ཡིན་ ནོ །_།
en: $1328 “Śāradvatī­putra, in the same vein, just as one should understand that when certain people lay waste to the source of all gems, they are ruining the chance for immeasurable, innumerable beings to discover gems,

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་བཞིན་ དུ་ གང་ བྱང་ཆུབ་ སེམས་དཔ འི་ སེམས་བསྐྱེད་པ་ སེམས་བསྐྱེད་ པ་ ཆེན་པོ་ སངས་རྒྱས་ ཀྱི་ ཡེ་ཤེས་ ཀྱི་ སེམས་བསྐྱེད་པ་ ནུབ་པ ར་ བྱ་བ འི་ ཕྱིར་ འཇུག་པ་ དེ་ ནི །_ ཤ་ར་དྭ་ཏི འི་ བུ །_ སེམས་ཅན་ གྲངས་མེད་ དཔག་ ཏུ་ མེད་པ འི་ ཆོས་ དཀོན་མཆོག་ འདུ་བ་ ཆུད་ གཟན་པ ར་ བྱ་བ འི་ ཕྱིར་ ཞུགས་པ་ དེ་ལྟ་ བུར་ རིག་པ ར་ བྱ་བ་ ཡིན་ ནོ །_།
en: likewise, Śāradvatī­putra, one should understand that those who set out to bring an end to a bodhisattva’s engendering of the mind set on the wisdom of awakening, the great engendering of the mind of awakening, Śāradvatī­putra, have set out to lay waste to the riches of the supreme gems of the Dharma for immeasurable, innumerable beings.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ འདི་ལྟ་སྟེ །_ |#| དཔེར་ན་ རིན་པོ་ཆེ་ ཐམས་ཅད་ ཀྱི་ འབྱུང་གནས་ དེ་ནས་ ནི་ རིན་པོ་ཆེ་ དེ་དག་ ཐམས་ཅད་ རབ་ཏུ་ འབྱུང་བ་ ཡིན་ ནོ །_།
en: $1329 “Śāradvatī­putra, in the same vein, just as all those gems emerge from the same source,

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་བཞིན་ དུ །_ བྱང་ཆུབ་ སེམས་དཔ འི་ སེམས་བསྐྱེད་པ་ རིན་པོ་ཆེ་ ཐམས་ཅད་ ཀྱི་ འབྱུང་གནས་ དེ་ ནི་ དེ་ལས་ སངས་རྒྱས་ ཀྱི་ ཆོས་ དཀོན་མཆོག་ དེ་ལྟ་ བུ་ དེ་དག་ འབྱུང་བ་ ཡིན་ ནོ །_།
en: likewise, Śāradvatī­putra, all the gem-like dharmas of the buddhas emerge from a bodhisattva’s engendering of the mind of awakening, the source of all such gems.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ལྟ་ [169a] བས་ ན་ གང་ བྱང་ཆུབ་ སེམས་དཔ འི་ སེམས་བསྐྱེད་པ་ ནུབ་པ ར་ བྱ་བ འི་ ཕྱིར་ འཇུག་པ་ དེ་ ནི་ བསོད་ནམས་ མ་ཡིན་པ འི་ ཕུང་པོ་ ཆེན་པོ་ དང་ ལྡན་པ་ ཡིན་ ནོ །_།
en: $1330 “Śāradvatī­putra, [169.a] it is for this reason that those who set out to bring an end to a bodhisattva’s engendering of the mind of awakening incur a great heap of faults.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ འདི་ལྟ་སྟེ་ དཔེར་ན་ གང་ ད་ལྟ ར་ ང་ ལ་ ངན་ སེམས་ ཀྱིས་ ཁྲག་ དབྱུང་བ འི་ སེམས་ སྐྱེད་ པ ར་ བྱེད་པ་ དང་ །_ གང་ལ་ལ་ བྱང་ཆུབ་ སེམས་དཔའ་ བྱང་ཆུབ་ ཀྱི་ སེམས་ལས་ མོས་པ་ ཟློག་པ ར་ བྱེད་ ཅིང་ བར་ཆད་ བྱེད་པ་ འདི་ ནི་ མཚུངས་པ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, along these lines, for example, anyone who interferes with bodhisattvas, discouraging them from the mind of awakening, is identical to someone nowadays who would maliciously engender the intention to draw my blood.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཡང་ ང་ ལ་ ཁྲག་ དབྱུང་བ འི་ སེམས་བསྐྱེད་པ་ ལྟ་ཞོག་ གི །_
en: Or, Śāradvatī­putra, setting aside engendering the intention to draw my blood,

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ངས་ མཚམས་མེད་པ་ ལྔ་ པོ་ ཤིན་ཏུ་ བཟོད་ པ ར་ དཀའ་བ །_ ཐར་བ ར་ དཀའ་བ །_ ངེས་པ ར་ འབྱུང་བ ར་ དཀའ་བ་ བཤད་པ་ དེ་བ ས་ ཀྱང་ །_ རིགས་ ཀྱི་ བུ འམ །_ རིགས་ ཀྱི་ བུ་མོ་ དེ་ བསོད་ནམས་ མ་ཡིན་པ འི་ ཕུང་པོ་ ཆེས་ མང་ དུ་ བསྐྱེད་ དོ །_།
en: those noble sons and daughters engender a much larger heap of faults than even committing all five sins of immediate retribution, which I have explained as so difficult to endure, atone for, and recover from.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ མཚམས་མེད་པ་ ལྔ་ བྱས་པ ས་ ནི་ སངས་རྒྱས་ ཀྱི་ ཆོས་ འགའ་ ལ་ ཡང་བ ར་ ཆད་ བྱས་པ་ མ་ ཡིན་ ལ །_ བྱང་ཆུབ་ སེམས་དཔ འི་ སེམས་བསྐྱེད་པ་ ཆུད་ གཟན་པ ས་ ནི་ སངས་རྒྱས་ ཀྱི་ ཆོས་ ཐམས་ཅད་ ཆུད་ གཟན་པ ར་ བྱས་པ་ ཡིན་པ འི་ ཕྱིར་ རོ །_།
en: This is because, Śāradvatī­putra, committing the five sins of immediate retribution does not make obstacles for any qualities of the buddhas whatsoever, yet laying waste to a bodhisattva’s engendering of the mind of awakening lays waste to all awakened qualities.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ འདི་ལྟ་སྟེ་ དཔེར་ན་བ་ བསད་པ ས་ ནི་ འོ་མ་ མེད་པར་ འགྱུར་བ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, just as to kill a cow prevents the presence of milk,

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་བཞིན་ དུ །_ བྱང་ཆུབ་ ཀྱི་ སེམས་ དང་བ་ མེད་པར་ བྱས་ ཤིང་ །_ ཆུད་ གཟན་པ ས་ ནི་ སངས་རྒྱས་ ཀྱི་ ཆོས་ ཐམས་ཅད་ ཆུད་ གཟན་པ་ ཡིན་ ནོ །_།
en: likewise, Śāradvatī­putra, to discourage and lay waste to the mind of awakening lays waste to all awakened qualities.

source: ཤ་ར་དྭ་ཏི འི་ བུ །_ དེ་ལྟ་བས་ན་ མཚམས་མེད་པ་ ལྔ་ པོ ས་ ནི །_ འདི་ལྟ་སྟེ །_ |#| བྱང་ཆུབ་ ཀྱི་ སེམས་ ཆུད་ གཟོན་པ་ འདི་ཉིད་ ཆེས་ མ་རུངས་པ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, it is for this reason that laying waste to the mind of awakening is far more insidious than all five sins of immediate retribution.

source: ཤ་ར་དྭ་ཏི འི་ བུ །_ མཚམས་མེད་པ་ ལྔ་ པོ་ ལྟ་ཞོག་ གི _།
en: $1331 “Śāradvatī­putra, forget about the five sins of immediate retribution.

source: ཤ་ར་དྭ་ཏི འི་ བུ །_ གླིང་བཞི་པ་ ཆེན་པོ འི་ འཇིག་རྟེན་ གྱི་ ཁམས་ ཇི་སྙེད་ ཡོད་པ་ དེ་ ཐམས་ཅད་ དགྲ་བཅོམ་པ་ རྣམས་ ཀྱིས་ གང་བ ར་ གྱུར་ ལ །_ དེ་ནས་ མི་ལ་ ལ་ ཞིག་ གིས་ དགྲ་བཅོམ་པ འི་ ཚོགས་ དེ་ ཐམས་ཅད་ སྲོག་ དང་ ཕྲལ་བ ར་ གྱུར་ ན
en: Śāradvatī­putra, imagine that the entire universe with its four great continents was filled with worthy ones, and someone were to kill that entire assembly of worthy ones.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ འདི་ ཇི་སྙམ་ དུ་ སེམས །_ འོ་ན་ མི་ དེ་ གཞི་ དེ་ལས་ བསོད་ནམས་ མ་ཡིན་པ་ མང་ དུ་ བསྐྱེད་པ ར་ འགྱུར་བ་ ཡིན་ ནམ །_
en: What do you think, Śāradvatī­putra, would that person incur great faults based on that?”

source: བཅོམ་ལྡན་འདས་ མང་ [169b] ལགས་སོ །_།
en: $1332 “Blessed One, it would be a lot,”

source: བཅོམ་ལྡན་འདས་ མི་ དེས་ བསོད་ནམས་ མ་ ལགས་པ འི་ ཕུང་པོ་ ཤིན་ཏུ་ ཆེན་པོ་ བསྐྱེད་པ ར་ འགྱུར་ ལགས་སོ །_།
en: “Blessed One, that person would incur a tremendous heap of faults.”

source: ཤ་ར་དྭ་ཏི འི་ བུ་ མི་ དེས་ དགྲ་བཅོམ་པ འི་ ཚོགས་ དེ་སྙེད་ སྲོག་ དང་ ཕྲལ་བ ར་ གྱུར་ ལ །_
en: Śāradvatī­putra, a person could kill that entire assembly of worthy ones. |#| However,

source: གང་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ ཐམས་ཅད་ མཁྱེན་པ འི་ ཐེག་པ ས་ འགྲོ་བ །_ རྫོགས་པ འི་ སངས་རྒྱས་ ཀྱི་ ཆོས་ ཀྱི་ གྲོང་ཁྱེར་ ཆེན་པོ ར་ འཇུག་པ ར་ འདོད་པ །_ བྱང་ཆུབ་ ཀྱི་ སེམས་ དེ་ལས་ མོས་པ་ ཟློག་པ ར་ བྱེད་ ཅིང་ །_
en: someone else might cause a bodhisattva great being, who travels by means of the vehicle to omniscience and wants to enter the city of Dharma of a perfect buddha, to lose interest in the mind of awakening.

source: བྱང་ ཆུབ་ ཀྱི་ སེམས་ དེ་ཡང་ རྐྱེན་ དེས་ མོས་པ་ བཟློག་ པར་ དམིགས་ ནས་ |#| བྱང་ཆུབ་ ཀྱི་ སེམས་ འདོར་བ ར་ བྱེད་ ན
en: If that bodhisattva, due to being discouraged from the mind of awakening, were to subsequently discard the mind of awakening, then,

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བསོད་ནམས་ མ་ཡིན་པ འི་ ཕུང་པོ་ སྔ་མ་ དེས་ ནི་ བསོད་ནམས་ མ་ཡིན་པ འི་ ཕུང་པོ་ དེ་ ལ་ བརྒྱ འི་ ཆར་ ཡང་ ཉེ་བ ར་ མི་ འགྲོ་བ་ ནས །_ |#| རྒྱུ འི་ བར་ དུ་ ཡང་ མི་ བཟོད་ དོ །_།
en: Śāradvatī­putra, the former heap of faults would not approach even a hundredth of the heap of faults of the latter—no comparison would ever suffice.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དགྲ་བཅོམ་པ འི་ ཚོགས་ དེ་སྙེད་ རབ་ཏུ་ རྣམ་པར་ བཤིག་ པས་ ནི་ དེ་བཞིན་ གཤེགས་པ འི་ སྟོབས་ བཅུ་ ཉམས་པ ར་ བྱས་པ་ མ་ ཡིན །_
en: destroying that entire assembly of worthy ones would not diminish the ten powers of a thus-gone one.

source: དེ་བཞིན་ གཤེགས་པ འི་ མི་ འཇིགས་པ་ བཞི་ ཉམས་པ ར་ བྱས་པ་ མ་ ཡིན །_
en: It would not diminish the four fearlessnesses of a thus-gone one.

source: སངས་རྒྱས་ ཀྱི་ ཆོས་ མ་ འདྲེས་པ་ བཅོ་བརྒྱད་ ཉམས་པ ར་ བྱས་པ་ མ་ ཡིན །_
en: It would not diminish the eighteen unique attributes of a buddha.

source: བྱམས་པ་ ཆེན་པོ་ ཉམས་པ ར་ བྱས་པ་ མ་ ཡིན །_
en: It would not diminish his great love.

source: སྙིང་རྗེ་ ཆེན་པོ་ ཉམས་པ ར་ བྱས་པ་ མ་ ཡིན །_
en: It would not diminish his great compassion.

source: དེ་བཞིན་ གཤེགས་པ འི་ གླང་པོ་ཆེ འི་ གཟིགས་ སྟངས་ ཉམས་པ ར་ བྱས་པ་ མ་ ཡིན །_
en: It would not diminish the elephant-like gaze of a thus-gone one.

source: དེ་བཞིན་ གཤེགས་པ འི་ སེང་གེ་ ལྟར་ བསྒྱིངས་པ་ ཉམས་པ ར་ བྱས་པ་ མ་ ཡིན །_
en: It would not diminish the lion-like gait of a thus-gone one.

source: སྤྱི་གཙུག་ བལྟ ར་ མི་ མཐོང་བ་ ཉམས་པ ར་ བྱས་པ་ མ་ ཡིན །_
en: It would not diminish his imperceptible crown protuberance.

source: ཆོས་ ཀྱི་ མུ ར་ འགྲམ་ འབུམ་ཕྲག་ དུ་མ ས་ ཀུན་ ནས་ ཡོངས་སུ་ གང་བ་ ཉམས་པ ར་ བྱས་པ་ མ་ ཡིན །_
en: It would not diminish being replete with millions of conch shells of Dharma.

source: ཆོས་ ཀྱི་ འཁོར་ལོ་ བསྐོར་བ་ བླ་ ན་ མེད་པ་ ཉམས་པ ར་ བྱས་པ་ མ་ ཡིན །_
en: It would not diminish his unexcelled turning of the wheel of Dharma.

source: དེ་བཞིན་ གཤེགས་པ འི་ ཁྱུ་མཆོག་ ཏུ་ གྱུར་པ་ ཉམས་པ ར་ བྱས་པ་ མ་ ཡིན །_
en: It would not diminish a thus-gone one from being the best among humans.
